export const TEXTS = {
  INTRO: 'Добавление новой метафорической карты. Пожалуйста, следуйте инструкциям.',
  SEND_META_CARD_PHOTO: 'Отправьте сжатую картинку метафорической карты:',
  ENTER_TITLE: 'Введите заголовок метафорической карты:',
  ENTER_QUESTIONS: 'Введите вопросы, разделяя их символом новой строки:',
  META_CARD_ADDED: 'Метафорическая карта успешно добавлена!',
  ADDING_ERROR: 'Произошла ошибка при добавлении метафорической карты. Пожалуйста, попробуйте еще раз.',
  AFTER_CREATION: 'Что вы хотите сделать дальше?',
  ADD_NEW_META_CARD: 'Добавить новую карту',
  NO_CHAPTERS: 'Разделы не найдены',
  SELECT_CHAPTER: 'Выберите раздел:',
  GO_TO_ADMIN: '⬅️ В админку',
};
