export const TEXTS = {
	INTRO: 'Добавление новой категории. Пожалуйста, следуйте инструкциям.',
	ENTER_NAME: 'Введите название категории:',
	SELECT_CHAPTER: 'Выберите главу, к которой будет относиться категория:',
	NO_CHAPTERS: 'Нет доступных глав. Пожалуйста, сначала создайте главу при помощи /add_chapter.',
	INVALID_CHAPTER: 'Пожалуйста, выберите главу из списка.',
	CATEGORY_CREATED: 'Категория успешно создана!',
	CREATION_ERROR: 'Произошла ошибка при создании категории. Пожалуйста, попробуйте еще раз.',
	AFTER_CREATION: 'Что вы хотите сделать дальше?',
	CREATE_NEW_CATEGORY: 'Создать новую категорию',
	GO_BACK: 'Вернуться назад',
	GO_TO_ADMIN: '⬅️ В админку',
};
