export const TEXTS = {
	INTRO: 'Проверка медиа на сервере\n\nВыберите тип медиа для проверки:',
	GO_BACK: 'Вернуться назад',
	GO_TO_ADMIN: '⬅️ В админку',
	SELECT_PHOTOS: '📷 Фотографии',
	SELECT_VIDEOS: '🎬 Видео',
	SELECT_FILES: '📄 Файлы',
	WAITING: 'Запрашиваем медиа...',
	CHECKING_MEDIA:
		'Проверка медиа типа: %s\n\nНажмите на кнопку с именем файла, чтобы отправить его заново, если он недоступен.',
	NO_MEDIA_FOUND: 'Медиа типа %s не найдены.',
	VALID_INDICATOR: '✅',
	INVALID_INDICATOR: '🚫',
	CHECKING_FILE: 'Проверка файла %s...',
	FILE_SENT: 'Файл %s отправлен ✅',
	SELECT_ANOTHER_TYPE: '⬅️ Выбрать другой тип',
};
