export const TEXTS = {
	INTRO: 'Добавление новых фактов к категории. Пожалуйста, следуйте инструкциям.',
	ENTER_TITLE: 'Введите заголовок для фактов:',
	ENTER_FACTS: 'Введите факты, разделяя их символом новой строки:',
	SELECT_CHAPTER: 'Выберите главу:',
	NO_CHAPTERS: 'Нет доступных глав. Пожалуйста, сначала создайте главу.',
	INVALID_CHAPTER: 'Пожалуйста, выберите главу из списка.',
	SELECT_CATEGORY: 'Выберите категорию, к которой будут относиться факты:',
	NO_CATEGORIES:
		'Нет доступных категорий в выбранной главе. Пожалуйста, сначала создайте категорию при помощи /add_category.',
	FACTS_CREATED: 'Факты успешно созданы!',
	CREATION_ERROR: 'Произошла ошибка при создании фактов. Пожалуйста, попробуйте еще раз.',
	AFTER_CREATION: 'Что вы хотите сделать дальше?',
	CREATE_NEW_FACTS: 'Создать новые факты',
	GO_BACK: 'Вернуться назад',
	GO_TO_ADMIN: '⬅️ В админку',
};
